tap "homebrew/bundle"
tap "lotyp/homebrew-formulae"

# core/dotfiles
brew "neovim"
brew "tmux"
brew "tmuxinator"
brew "mas"
brew "coreutils"

# search/grep/diff
brew "fd"
brew "fzf"
brew "grep"
brew "psgrep"
brew "ripgrep"
brew "gawk"
brew "jq"
brew "zoxide"

# tooling / source control
brew "gh"
brew "git-absorb"
brew "pinentry-mac"
brew "docker-credential-helper"
brew "gnupg"
brew "magic-wormhole"

# misc
brew "grip"
brew "topgrade"
brew "task"
brew "viu"
